Repository: eurolinux-enterprise-linux-sources/gnome-games
Catalog: src/blackjack/help/*/*.po
Languages: cs

source: @@image: 'figures/blackjack_start_window.png'; md5=639433a68f4f671a78ef838afabdb21b
cs: @@image: 'figures/blackjack_start_window.png'; md5=1c5bba5bccb7e678984a5e885d1821e9

source: <application>Blackjack</application> Manual
cs: Příručka ke hře <application>Blackjack</application>

source: Blackjack is a casino rules, multiple deck blackjack game for the GNOME Project. The object of the game is to obtain a hand value that is closer to 21 than that of the dealer, without going over 21. The player bets with virtual chips.
cs: Blackjack je hra typu blackjack z Projektu GNOME s více balíčky karet podle pravidel kasína. Cílem hry je dostat do ruky karty jejichž hodnota je vyšší než rozdávajícího, ale zároveň nesmí překročit 21. Hráč sází virtuální žetony.

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>

source: Blackjack Manual V2.8
cs: Příručka V2.8 ke hře Blackjack

source: September 2004
cs: Září 2004

source: This manual describes version 2.12 of Blackjack.
cs: Tato příručka popisuje Blackjack ve verzi 2.12.

source: Feedback
cs: Ohlasy

source: To report a bug or make a suggestion regarding the <application>Blackjack</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Blackjack</application> nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:user-guide?feedback-bugs" type="help">Stránka s ohlasy na GNOME</ulink>.

source: Introduction
cs: Úvod

source: <application>Blackjack</application> is a multiple deck, casino rules blackjack game. The object of the game is to hold cards having a higher count than those of the dealer without going over 21.
cs: <application>Blackjack</application> je hra typu blackjack s více balíčky karet podle pravidel kasína. Cílem hry je dostat do ruky karty, jejichž hodnota je vyšší než rozdávajícího, ale zároveň nesmí překročit 21.

source: Blackjack Basics
cs: Základy hry blackjack

source: Blackjack Terminology
cs: Terminologie hry blackjack

source: Here are a few important terms that are used in the game.
cs: Zde je několik důležitých výrazů používaných při hře.

source: A hand whose first two cards total 21; an instant win worth 150% of your wager
cs: Případ, kdy první dvě rozdané karty dělají 21. Okamžitá výhra je ve výši 150% vaší sázky.

source: When the value of a hand exceeds 21; a losing hand
cs: Nastává, když hodnota vašich karet překročí 21. Tím jste prohráli.

source: Double down
cs: Double down (zdvojnásobení sázky)

source: To double the initial wager and receive exactly one more card
cs: Zdvojnásobení úvodní sázky, po kterém dostanete přesně jednu další kartu.

source: Hit
cs: Hit (vzít)

source: To request another card to be added to the hand
cs: Žádost na rozdávajícího o další kartu.

source: Insurance
cs: Insurance (pojištění)

source: A side wager of 50% of the original wager that the dealer has a natural 21 (aka blackjack) that is offered when the dealer's face up card is an ace. If the dealer has a natural 21 then the player is paid double.
cs: Postranní sázka ve výši 50% původní částky na to, že rozdávající má přirozených 21 (neboli blackjack) se nabízí v případě, kdy otočená karta rozdávajícího je eso. Pokud má rozdávající přirozených 21, dostane hráč vyplacený dvojnásobek pojistky.

source: When the value of the player hand and the dealer hand are equal, the original wager is returned to the player
cs: Nastává, když hodnota karet hráče i rozdávajícího je stejná. Hráči je vrácena jeho původní sázka.

source: Split
cs: Split (rozdělit)

source: When a hand starts with two cards of the same value (or rank) it may be split to form two independent hands
cs: Když začnete se dvěma kartami, které mají stejnou hodnotu, můžete je rozdělit na dvě nezávislé hry.

source: Stand
cs: Stand (stát)

source: To stop adding cards to a hand
cs: Znamená, že zastavujete braní dalších karet.

source: Surrender
cs: Surrender (vzdát)

source: To give up half your wager to not complete the hand
cs: Znamená, že hru pokládáte a dostanete zpět polovinu své sázky.

source: Card Values
cs: Hodnoty karet

source: An Ace can count as either 1 or 11.
cs: Eso (A - ace) můžete počítat buď jako 1 nebo jako 11.

source: The cards 2 through 9 are valued as indicated.
cs: Karty 2 až 10 mají hodnotu podle svého čísla.

source: The 10, Jack, Queen, and King are all valued at 10.
cs: Kluk (J - jack), královna (Q - queen) a král (K - king) mají každý hodnotu 10.

source: In blackjack, each card is assigned a value. <placeholder-1/>
cs: Ve hře blackjack má každá karta přiřazenou hodnotu. <placeholder-1/>

source: The value of a hand is the sum of the values of each card in the hand.
cs: Hodnota karet, které máte, je součtem hodnot jednotlivých karet.

source: Dealer Rules
cs: Pravidla pro rozdávajícího

source: Dealer stands on all 17s
cs: Rozdávající stojí na 17

source: The dealer must continue to draw cards (hit) until the hand total is at least 17.
cs: Dokud má rozdávající součet pod 17, musí pokračovat v braní karet (hit). V okamžiku kdy má 17 a výše, stojí (stand).

source: Dealer hits soft 17
cs: Rozdávající bere při soft 17

source: The dealer must continue to draw cards (hit) until the hand total is at least 17, except when the dealer has a soft total of 17 he must take another card. A soft total is one where an Ace card is counted as an 11.
cs: Dokud má rozdávající součet pod 17, musí pokračovat v braní karet (hit). V okamžiku kdy má 17 a výše, stojí (stand). Výjimkou je případ, kdy má soft 17 (eso a šestku), potom musí vzít další kartu. Jedná se o případ soft počítání, kdy má eso hodnotu 11.

source: The dealer must play his hand according to very specific rules. There are two basic rule variations that determine what hand total the dealer must draw to. <placeholder-1/>
cs: Rozdávající musí pro své karty dodržovat určitá specifická pravidla. Existují dvě základní pravidla říkající, co musí rozdávající dělat v závislosti na součtu svých karet. <placeholder-1/>

source: Getting Started
cs: Začínáme

source: To Start <application>Blackjack</application>
cs: Spuštění hry <application>Blackjack</application>

source: You can start <application>Blackjack</application> in the following ways:
cs: Hru <application>Blackjack</application> můžete spustit následujícími dvěma způsoby:

source: <guimenu>Applications</guimenu> menu
cs: Nabídka <guimenu>Aplikace</guimenu>

source: Choose <menuchoice><guisubmenu>Games </guisubmenu><guimenuitem>Blackjack</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guisubmenu>Hry</guisubmenu><guimenuitem>Blackjack</guimenuitem></menuchoice>.

source: Command line
cs: Příkazový řádek

source: To start <application>Blackjack</application> from a command line, type the following command, then press <keycap>Return</keycap>:
cs: Pokud chcete spustit hru <application>Blackjack</application> z příkazové řádky, zadejte následující příkaz a stiskněte klávesu <keycap>Return</keycap>:

source: When You Start <application>Blackjack</application>
cs: Když spustíte hru <application>Blackjack</application>

source: When you start <application>Blackjack</application>, the following window is displayed.
cs: Po spuštění hry <application>Blackjack</application> se zobrazí následující okno.

source: <application>Blackjack</application> Start Up Window
cs: Okno hry <application>Blackjack</application> po spuštění

source: Shows <placeholder-1/> main window. Contains titlebar, menubar, toolbar, playing area, and scrollbars. Menubar contains Game, Settings, and Help menus.
cs: Ukazuje <placeholder-1/> hlavní okno. Obsahuje titulek, panel nabídek, panel nástrojů, hrací plochu a stavový řádek. Panel nabídek obsahuje nabídky Hra, Nastavení a Nápověda.

source: The <application>Blackjack</application> window contains the following elements:
cs: Okno aplikace <application>Blackjack</application> obsahuje následující části:

source: Menubar
cs: Panel nabídek

source: The menus on the menubar contain all of the commands you need to work with files in <application>Blackjack</application>.
cs: Nabídky v panelu nabídek obsahují všechny funkce, které potřebujete pro používání aplikace <application>Blackjack</application>.

source: Toolbar
cs: Panel nástrojů

source: The toolbar contains a subset of the commands that you can access from the menubar.
cs: Panel nástrojů obsahuje nejpoužívanější příkazy, které normálně můžete najít v panelu nabídek.

source: Statusbar
cs: Stavový řádek

source: The statusbar displays information about current <application>Blackjack</application> activity and contextual information about the menu items.
cs: Stavový řádek obsahuje informace o průběhu současné hry <application>Blackjacku</application> a kontextové informace k položkám nabídek.

source: Playing area
cs: Hrací plocha

source: The playing area contains the dealer position, player position, player wager stack, and the player's chips.
cs: Hrací plocha obsahuje místo rozdávajícího, místo hráče, hráčovu sázku a hráčovy žetony.

source: <application>Blackjack</application> Menus
cs: Nabídky hry <application>Blackjack</application>

source: The menu bar, located above the <interface>game table</interface>, contains the following menus:
cs: Panel nabídek, který se nachází nad <interface>hracím stolem</interface>, obsahuje následující nabídky:

source: Game
cs: Hra

source: <menuchoice><shortcut><keysym>Ctrl-N</keysym></shortcut><guimenuitem>New game</guimenuitem></menuchoice> — This clears the table and starts a new game.
cs: <menuchoice><shortcut><keysym>Ctrl-N</keysym></shortcut><guimenuitem>Nová</guimenuitem></menuchoice> — Uklidí stůl a začne novou hru.

source: <menuchoice><guimenuitem>Restart game</guimenuitem></menuchoice> — This clears the table and restarts the game.
cs: <menuchoice><guimenuitem>Restartovat</guimenuitem></menuchoice> — Uklidí stůl a znovu začne stejnou hru.

source: <menuchoice><guimenuitem>Hint</guimenuitem></menuchoice> — This will give you the computer's best suggestion for your move.
cs: <menuchoice><guimenuitem>Rada</guimenuitem></menuchoice> — Sdělí vám, co počítač považuje za nejlepší možnost pro váš tah.

source: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Exit</guimenuitem></menuchoice> — This quits the game.
cs: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Ukončit</guimenuitem></menuchoice> — Ukončí aplikaci.

source: This menu contains these items: <placeholder-1/>
cs: Tato nabídka obsahuje tyto položky: <placeholder-1/>

source: Settings
cs: Nastavení

source: <guimenuitem>Show tool bar</guimenuitem> — This toggle switches the tool bar on and off.
cs: <guimenuitem>Panel nástrojů</guimenuitem> — Přepíná zobrazení/skrytí panelu nástrojů.

source: <guimenuitem>Preferences…</guimenuitem> — This opens the <interface>Preferences Dialog</interface>, allowing you to configure the game.
cs: <guimenuitem>Předvolby</guimenuitem> — Otevře dialogové okno <interface>Předvolby BlackJacku</interface>, ve kterém můžete změnit nastavení hry.

source: Help
cs: Nápověda

source: <guimenuitem>Contents</guimenuitem> — Opens your help browser and shows this manual.
cs: <guimenuitem>Obsah</guimenuitem> — Otevře prohlížeč nápovědy a zobrazí tuto příručku.

source: <guimenuitem>About</guimenuitem> — Opens the <interface>About Dialog</interface>, showing basic information about <application>Blackjack</application> such as its version number and the names of its authors.
cs: <guimenuitem>O aplikaci</guimenuitem> — Otevře dialogové okno <interface>O aplikaci</interface>, které zobrazuje základní informace o hře <application>Blackjack</application>, jako je číslo její verze a jména autorů.

source: This menu contains: <placeholder-1/>
cs: Tato nabídka obsahuje: <placeholder-1/>

source: <application>Blackjack</application> Playing Area
cs: Hrací plocha <application>Blackjacku</application>

source: The playing area (or table), located below the <interface>toolbar</interface>, contains the following elements:
cs: Hrací plocha (nebo též stůl) se nachází pod <interface>panelem nástrojů</interface> a obsahuje následující části:

source: Dealer position
cs: Místo rozdávajícího

source: This is where the dealer hand will be placed. It is located at the top of the playing area. On a clear table it will appear as a white outlined region.
cs: Na tomto místě jsou položené karty, které má rozdávající. Nachází se v horní části hrací plochy. Na prázdném stole má podobu bíle orámovaného oblasti.

source: Player positions
cs: Místo hráče

source: This is where the player's hands will be placed. Initially, there will be only one player position. More will be created if the player splits a hand. On a clear table they will appear as white outlines below the dealer position.
cs: Na tomto místě jsou položené karty, které má hráč. Na začátku je toto místo pouze jedno. Pokud hráč provede rozdělení (split), tak se vytvoří další. Na prázdném stole má podobu bíle orámované oblasti pod místem rozdávajícího.

source: Player wager stack
cs: Hráčova sázka

source: The wager stack represents the initial wager on each hand. It consists of a stack of chips located directly to the left of each player position.
cs: Sloupce žetonů se sázkou představuje úvodní sázku na každé karty. Má podobu sloupce žetonů umístěného po levé straně každého hráčova místa.

source: Player chips
cs: Hráčovy žetony

source: The player's chips represent an infinite stack of chips for each of the chip values 100, 25, 5, and 1. These chips are used to modify the wager.
cs: Hráčovy žetony představují nekonečné sloupce žetonů v hodnotách 100, 25, 5 a 1. Tyto žetony se používají k upravení sázky.

source: Usage
cs: Použití

source: To Set the Wager
cs: Nastavení sázky

source: Double click on the player chip, located along the lower edge of the playing area, that you wish to add to your wager.
cs: Dvojitě klikněte na hráčův žeton, umístěný podél dolní hrany hrací plochy, který chcete přidat k sázce.

source: Or, drag the desired chip onto your wager stack, located next to your hand.
cs: Nebo přetáhněte požadovaný žeton na svůj sloupec žetonů se sázkou, který leží vedle vašich karet.

source: To increase the wager for the hand: <placeholder-1/>
cs: Zvýšit sázku na své karty můžete takto: <placeholder-1/>

source: To Deal a New Hand
cs: Rozdání nových karet

source: A new hand can be dealt when the table is clear or when play has finished on the current hands.
cs: Nové karty se mohou rozdávat pokud je stůl prázdný nebo hráč skončil se současnými kartami.

source: To deal a new hand on a clear table, click in the white outlines that indicate the dealer or player positions.
cs: Pokud chcete rozdat nové karty na prázdný stůl, klikněte na bílý obrys, který určuje místo rozdávajícího nebo hráče.

source: To deal a new hand after play has finished on the current hands, click once on any of the cards on the table.
cs: Pokud chcete rozdat nové karty po skončení hry se současnými kartami, klikněte na libovolnou kartu na stole.

source: To Add a Card to a Hand (Hit)
cs: Požádání o další kartu (Hit)

source: You may add cards to a hand until the hand total is 21 or over.
cs: Můžete si brát další karty, dokud není jejich součet 21 nebo více.

source: To add a card to a player's hand, click once on any card in the hand.
cs: Pokud chcete přidat kartu, klikněte na libovolnou ze svých karet.

source: To Stop Taking Cards (Stand)
cs: Zastavení braní karet (Stand)

source: You may stop taking cards at any time after the first two cards have been dealt.
cs: Zastavit braní dalších karet můžete kdykoliv po té, co vám rozdají první dvě karty.

source: To stop adding cards to a hand, click once on any other hand. For example, when there is only one player position (ie. you have not split a pair), click on the dealer's hand to stand. When you have split a pair, you may stand on the first player hand by clicking on the second player hand, or the dealer hand.
cs: Pokud chcete stát a další karty již nebrat, klikněte jednou na karty někoho jiného. Například, pokud existuje jen jedno místo hráče (tj. nerozdělili jste pár), klikněte na karty rozdávajícího a budete stát. Pokud jste pár rozdělili, můžete zastavit karty prvního hráče kliknutím na karty druhého hráče nebo karty rozdávajícího.

source: To Double Down
cs: Zdvojnásobení sázky (Double down)

source: To double down, double click on any of the player chips after the first two cards have been dealt.
cs: Pokud chcete zdvojnásobit sázku, po rozdání prvních dvou karet dvojitě klikněte na libovolný hráčův žeton .

source: To Split Pairs
cs: Rozdělení páru (Split)

source: To split a pair, drag the top card of the hand off the player position and drop on any empty space on the table.
cs: Pokud chcete rozdělit pár, přesuňte vrchní kartu na libovolné prázdné místo na stole.

source: To Surrender
cs: Položení hry (Surrender)

source: Not yet implemented.
cs: Zatím není implementované.

source: Get a hint
cs: Získání rady

source: At any time you may ask the game for a hint. To do this either click on the <interface>Hint</interface> button on the <interface>toolbar</interface>, or choose the <menuchoice><guisubmenu>Game </guisubmenu><guimenuitem>Hint</guimenuitem></menuchoice> menu item.
cs: Občas můžete program požádat o radu. To uděláte buď kliknutím na tlačítko <interface>Rada</interface> na panelu nástrojů nebo volbou položky <menuchoice><guisubmenu>Hra</guisubmenu><guimenuitem>Rada</guimenuitem></menuchoice> v nabídce.

source: Keyboard control
cs: Ovládání z klávesnice

source: Control keys
cs: Ovládací klávesy
