Repository: eurolinux-enterprise-linux-sources/gnome-games
Catalog: src/blackjack/help/*/*.po
Languages: cs

source: Most of the operations in the game can be controlled from keyboard input. <table><placeholder-1/><tgroup cols="2" align="left" colsep="1" rowsep="1"><thead><row><entry>Action</entry><entry>Key</entry></row></thead><tbody><row><entry>Deal new hand</entry><entry>ENTER</entry></row><row><entry>Hit / Add card</entry><entry>H</entry></row><row><entry>Stand / Finish hand</entry><entry>S</entry></row><row><entry>Double down</entry><entry>D</entry></row><row><entry>Split hand</entry><entry>P</entry></row><row><entry>Surrender hand</entry><entry>R</entry></row></tbody></tgroup></table>
cs: Většinu činností ve hře můžete ovládat z klávesnice. <table><placeholder-1/><tgroup cols="2" align="left" colsep="1" rowsep="1"><thead><row><entry>Činnost</entry><entry>Klávesa</entry></row></thead><tbody><row><entry>Rozdat</entry><entry>ENTER</entry></row><row><entry>Vzít / Hit</entry><entry>H</entry></row><row><entry>Stát / Stand</entry><entry>S</entry></row><row><entry>Zdvojnásobit / Double down</entry><entry>D</entry></row><row><entry>Rozdělit / Split</entry><entry>P</entry></row><row><entry>Vzdát / Surrender</entry><entry>R</entry></row></tbody></tgroup></table>

source: To configure <application>Blackjack</application>, choose <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following tabbed sections:
cs: Když chcete hru <application>Blackjack</application> nastavovat, zvolte <menuchoice><guimenu>Nastavení</guimenu><guimenuitem>Předvolby</guimenuitem></menuchoice>. Dialogové okno <guilabel>Předvolby BackJacku</guilabel> obsahuje následující části:

source: Display hand probabilities
cs: Zobrazovat pravděpodobnosti karet

source: Select this item to display dealer hand probabilities and expected values for the various player options.
cs: Zvolte tuto položku, pokud chcete zobrazovat pravděpodobnosti karet, které má rozdávající, a očekávané hodnoty pro různé hráčovi varianty.

source: Quick deals
cs: Rychlé rozdávání

source: Select this item to make the computer deal cards without a delay
cs: Zvolte tuto položku, pokud nechcete, aby počítač při rozdávání dělal mezi kartami prodlevy.

source: Rules
cs: Pravidla

source: Select rule variations from the list.
cs: Zvolte si v seznamu variantu pravidel.

source: Cards
cs: Styl karet

source: Customize the appearance of the playing cards.
cs: Přizpůsobte si vzhled hracích karet.

source: Advanced
cs: Pokročilé

source: Dealer Probabilities
cs: Pravděpodobnosti karet rozdávajícího

source: When the <guilabel>Show dealer probabilities</guilabel> option is selected in the <guilabel>Game</guilabel> tab of the <guilabel>Preferences</guilabel> dialog, the exact probabilities of each possible outcome of the dealer's hand are displayed over the table surface, to the left of the dealer's hand. The probabilities range from zero to one, where zero means impossible and one means certain. These probabilities take into account all cards dealt from the shoe.
cs: Pokud je vybraná volba <guilabel>Zobrazovat pravděpodobnost karet</guilabel> v části <guilabel>Hra</guilabel> dialogového okna <guilabel>Předvolby</guilabel>, zobrazují se na ploše stolu nalevo od místa rozdávajícího přesně propočítané pravděpodobnosti, s jakou mohou nastat různé možnosti karet rozdávajícího. Pravděpodobnosti jsou od nula do sta procent, kde nula znamená, že je nemožné, aby situace nastala a sto procent naopak situaci, která je jistá. Tyto pravděpodobnosti berou berou v úvahu všechny rozdané karty.

source: Player Expected Values
cs: Očekávané hodnoty hráče

source: When the <guilabel>Show dealer probabilities</guilabel> option is selected in the <guilabel>Game</guilabel> tab of the <guilabel>Preferences</guilabel> dialog, the exact expected values (in percent of initial bet) of each available player option are displayed over the table surface, to the left of the dealer's hand. These values take into account all cards in your current hand and the dealer's face up card. For example, suppose the number displayed for standing is -12.345. This means that if you played out the current situation many, many times, standing each time, with a 1.00 initial wager, then on average you would lose 0.12345.
cs: Pokud je vybraná volba <guilabel>Zobrazovat pravděpodobnost karet</guilabel> v části <guilabel>Hra</guilabel> dialogového okna <guilabel>Předvolby</guilabel>, zobrazují se na ploše stolu nalevo od místa rozdávajícího přesně propočítané očekávané hodnoty (v procentech vůči kartám rozdaným na úvod) dostupných možností hráče. Tyto hodnoty se vypočítávají na základě všech vašich karet a horní otočené karty rozdávajícího. Například mějme pro Stand (ukončení hry) uvedené číslo -12,345. To znamená, že pokud byste v současné hře pokračovali nesčetně mnohokrát a pokaždé volili Stand, s počáteční sázkou 1,00, pak by vaše průměrná ztráta byla 0,12345.

source: About <application>Blackjack</application>
cs: O aplikaci <application>Blackjack</application>

source: <application>Blackjack</application> was written by William Jon McCann (<email>mccann@jhu.edu</email>).
cs: <application>Blackjack</application> napsal William Jon McCann (<email>mccann@jhu.edu</email>).

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k této aplikaci nebo této příručce, řiďte se instrukcemi uvedenými v tomto <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumentu</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
cs: Tento program je šířen podle ustanovení GNU General Public License, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vlastního uvážení) kterékoliv pozdější verze. Kopii této licence naleznete pod tímto <ulink url="ghelp:gpl" type="help">odkazem</ulink> nebo v souboru COPYING přiloženém ke zdrojovým kódům tohoto programu.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2009.
